Repository: PedroFarina/SWoL
Catalog: SWoL/View/*.lproj/Main.strings
Languages: pt_br

# 1TY-A7-Dvi.accessibilityHint
source: The port of the router
pt_br: A porta de rede do roteador

# 1TY-A7-Dvi.accessibilityLabel
source: Port
pt_br: Porta de rede

# 1TY-A7-Dvi.placeholder
source: Port
pt_br: Porta de rede

# 2xf-Qb-t4e.accessibilityHint
source: The IP address of the device
pt_br: O endereço IP do dispositivo

# 2xf-Qb-t4e.accessibilityLabel
source: Device IP
pt_br: Endereço IP

# 2xf-Qb-t4e.placeholder
source: Device IP
pt_br: Endereço IP

# 7kR-MV-6VA.text
source: Subtitle
pt_br: Subtítulo

# Anm-6s-jvf.text
source: Replay the tutorial
pt_br: Rever o tutorial

# Clc-iE-gYG.title
source: Register new device
pt_br: Registrar novo dispositivo

# IHL-mx-XCg.text
source: Erase All iCloud Data
pt_br: Apagar dados do iCloud

# Pt2-mC-pxv.accessibilityHint
source: The MAC address of the device
pt_br: O endereço MAC do dispositivo

# Pt2-mC-pxv.accessibilityLabel
source: Device MAC
pt_br: Endereço MAC

# Pt2-mC-pxv.placeholder
source: Device MAC
pt_br: Endereço MAC

# SWW-QY-Sb6.headerTitle
source: Connection Properties
pt_br: Propriedades de conexão

# bfB-Tl-xzl.headerTitle
source: iCloud Settings
pt_br: Propriedades iCloud

# dax-Ki-isc.text
source: iCloud Synchronization
pt_br: Sincronização iCloud

# eJI-j3-Rzg.title
source: Devices
pt_br: Dispositivos

# eve-Hy-DhF.text
source: Title
pt_br: Titulo

# hTk-p2-1Lv.title
source: Done
pt_br: OK

# jgU-Jo-vX7.title
source: Devices Menu
pt_br: Dispositivos

# pEF-1w-mvG.accessibilityHint
source: The states of the filled informations.
pt_br: Os estados das informações preenchidas.

# vCY-ES-V5E.accessibilityHint
source: The optional identifier to the device
pt_br: O identificador opcional do dispositivo

# vCY-ES-V5E.accessibilityLabel
source: Device name
pt_br: Nome do dispositivo

# vCY-ES-V5E.placeholder
source: Device name
pt_br: Nome do dispositivo

# xPn-gD-aIA.footerTitle
source: If no name is given the device will be called John.
pt_br: Se nenhum nome for preenchido, o dispositivo se chamará Cleber.

# xPn-gD-aIA.headerTitle
source: Identifier
pt_br: Identificador

# z6l-q0-Ddl.title
source: Settings
pt_br: Ajustes
