Repository: PedroFarina/SWoL
Catalog: Shared/*.lproj/Intents.strings
Languages: pt_br

# 1rS7KC
source: Name
pt_br: Nome

# 3T6a9n
source: Use External Address
pt_br: Usar endereço externo

# 3y8ra3
source: false
pt_br: não

# 7WL1q6
source: Packet successfully sent to ${address}.
pt_br: Pacote enviado com sucesso para ${address}.

# BsAan8
source: Send a packet to its address
pt_br: Enviar um pacote ao endereço do dispositivo

# HDXdkP
source: ${name} could not be found.
pt_br: ${name} não foi encontrado.

# IGNck9
source: What device do you want to wake up?
pt_br: Qual dispositivo você deseja ligar?

# Id5A7H
source: Sorry, could not reach ${name}.
pt_br: Desculpe, não consegui me conectar à ${name}.

# JkTGSC
source: Sorry, could not find ${name}.
pt_br: Desculpe, não consegui me conectar à ${name}.

# JzecDr
source: Start ${name} up
pt_br: Ligar ${name}

# MuS6He
source: Sorry, could not find ${name}.
pt_br: Desculpe, ${name} não foi encontrado.

# UxkjQs
source: Address
pt_br: Endereço

# V8mu5s
source: Use external address?
pt_br: Usar endereço externo?

# bMJT5i
source: Send a packet to its internal address
pt_br: Enviar um pacote ao endereço do dispositivo

# hEUn8Z
source: Start device
pt_br: Ligar dispositivo

# kOqBVD
source: A packet was sent to ${name}.
pt_br: Um pacote foi enviado à ${name}.

# mGG9LN
source: Unable to reach ${address}.
pt_br: Não consegui me conectar à ${address}.

# neKrkp
source: Start ${name} up
pt_br: Ligar ${name}

# ryua6J
source: Start ${name} up
pt_br: Ligar ${name}

# sTqlDP
source: Name
pt_br: Nome

# tP5QU6
source: true
pt_br: sim

# v4woRe
source: Wake a device
pt_br: Ligar um dispositivo

# vpsKjQ
source: ${name} could not be found.
pt_br: ${name} não foi encontrado.
