Repository: PedroFarina/SWoL
Catalog: Shared/*.lproj/Localizable.strings
Languages: pt_br

source: John
pt_br: Cleber

source: Could not parse object as Device.
pt_br: Não foi possível converter objeto como dispositivo.

source: Could not save device.
pt_br: Não foi possível salvar o dispositivo.

source: Could not edit device.
pt_br: Não foi possível editar o dispositivo.

source: Could not save context.
pt_br: Não foi possível salvar o contexto.

source: Could not communicate with Core Data.
pt_br: Não foi possível se comunicar com a database.

# footer0
source: Device IP, Device Mac and Port are required to register a device.
pt_br: O endereço IP do dispositivo, endereço MAC e a porta de rede são necessários para registrar um dispositivo.

# footer1
source: Device Mac and Port are required to register a device.
pt_br: O endereço MAC e a porta de rede são necessários para registrar um dispositivo.

# footer2
source: Device IP and Port are required to register a device.
pt_br: O endereço IP do dispositivo e a porta de rede são necessários para registrar um dispositivo.

# footer3
source: Port is required to register a device.
pt_br: A porta de rede é necessária para registrar um dispositivo.

# footer4
source: Device IP and Device Mac are required to register a device.
pt_br: O endereço IP e endereço MAC são necessários para registrar um dispositivo.

# footer5
source: Device Mac is required to register a device.
pt_br: O endereço MAC é necessário para registrar um dispositivo.

# footer6
source: Device IP is required to register a device.
pt_br: O endereço IP é necessário para registrar um dispositivo.

# footer7
source: Success! :)
pt_br: Sucesso! :)

# footer8
source: Port must be numeric.
pt_br: A porta de rede deve ser numérica.

source: You have no devices yet. Please tap on '+' to create one.
pt_br: Você ainda não tem dispositivos. Por favor toque no '+' para criar um.

source: Waking confirmation
pt_br: Confirmação de envio

source: Do you want to wake
pt_br: Você deseja acordar

source: Yes
pt_br: Sim

source: Success
pt_br: Successo

source: Packet sent to
pt_br: Pacote enviado para

source: No
pt_br: Não

source: Delete
pt_br: Excluir

source: Edit
pt_br: Editar

source: Deletion confirmation
pt_br: Confirmação de deleção

source: Do you want to delete
pt_br: Você deseja excluir

source: Couldn't convert device to send to Cloud
pt_br: Não foi possível enviar o objeto local para nuvem

source: Could not convert cloud data to local device
pt_br: Não foi possível converter o dado da nuvem para objeto local

source: Start up a device
pt_br: Ligar um dispositivo

source: Start up device
pt_br: Ligar dispositivo

source: This action will delete all your devices from iCloud. It can't be undone.
pt_br: Essa ação removerá todos seus dispositivos do iCloud. Essa ação não pode ser desfeita.

source: You are not connected to iCloud
pt_br: Você não está conectado ao iCloud

# This app uses iCloud to synchronize your data accross devices.
source: This app uses iCloud to synchronize your data across devices.
pt_br: Esse aplicativo usa iCloud para sincronizar os seus dados entre os dispositivos.

source: Deactivate iCloud Sync
pt_br: Desativar sincronização iCloud

source: Open Settings
pt_br: Abrir Ajustes

source: Connection Error!
pt_br: Erro de conexão!

source: Seems that you're not connected to the internet.
pt_br: Parece que você não está conectado a internet.

source: Your changes will not be saved to iCloud, but you can still use the app.
pt_br: Suas modificações não serão salvas no iCloud, mas você ainda pode usar o aplicativo.

source: Unkown Error!
pt_br: Erro desconhecido!

source: Unable to save data locally!
pt_br: Não foi possível salvar o dado localmente!

source: The cloud data are different from local data!
pt_br: Os dados na nuvem estão diferentes dos locais

source: There was a conflict in the data from the cloud.
pt_br: Houve um conflito de dados na nuvem.

source: Keep local data
pt_br: Manter dados locais

source: Keep cloud data
pt_br: Manter dados da nuvem

source: This app uses ads to support the developer, please consider watching them.
pt_br: Esse app usa propagandas para apoiar o desenvolvedor, por favor considere assisti-los.

source: Are you sure?
pt_br: Tem certeza?

# deviceIncomplete
source: The device has not enough information to send a packet.
pt_br: O dispositivo não tem informação suficiente pra enviar um pacote.

# magicPacketFailed
source: Failed to send a magic packet.
pt_br: Falha em enviar o pacote.

# socketOptionsFailed
source: Failed to set socket options.
pt_br: Fallha em configurar o pacote.

# socketSetupFailed
source: Failed to setup socket.
pt_br: Falha em configurar o pacote.

source: You have no devices yet. Create one to export.
pt_br: Você ainda não tem dispositivos. Crie um para exportar.
